tap "ethereum/ethereum"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "paritytech/paritytech"
brew "bat"
brew "ethereum"
brew "fd"
brew "ffmpeg", args: ["with-chromaprint", "with-fdk-aac", "with-fontconfig", "with-freetype", "with-frei0r", "with-game-music-emu", "with-libass", "with-libbluray", "with-libbs2b", "with-libcaca", "with-libgsm", "with-libmodplug", "with-librsvg", "with-libsoxr", "with-libssh", "with-libvidstab", "with-opencore-amr", "with-openh264", "with-openjpeg", "with-openssl", "with-rtmpdump", "with-rubberband", "with-speex", "with-srt", "with-tesseract", "with-two-lame", "with-wavpack", "with-webp", "with-zeromq", "with-zimg"]
brew "fzf"
brew "gifski"
brew "gist"
brew "git"
brew "gmp"
brew "htop"
brew "hub"
brew "leveldb"
brew "mosh"
brew "nvm"
brew "python"
brew "readline"
brew "tmux"
brew "tree"
brew "vim"
brew "watchman"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "paritytech/paritytech/parity"
cask "alacritty"
cask "alfred"
cask "android-file-transfer"
cask "appcleaner"
cask "battle-net"
cask "cryptomator"
cask "discord"
cask "docker"
cask "firefox"
cask "flux"
cask "ganache"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-chrome-canary"
cask "iterm2"
cask "kap"
cask "league-of-legends"
cask "mycrypto"
cask "opera"
cask "qbittorrent"
cask "slack"
cask "spectacle"
cask "steam"
cask "sublime-text"
cask "typora"
cask "visual-studio-code"
cask "vlc"
cask "xquartz"
cask "zoomus"
